Repository: miron-alexandru/PlayStyleCompass
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Browse and manage %(viewing_user)s's favorite game lists created by the community.
ro: Răsfoiește și gestionează listele favorite de jocuri ale lui %(viewing_user)s create de comunitate.

source: Browse and manage your favorite game lists created by the community.
ro: Navighează și gestionează listele tale de jocuri favorite create de comunitate.

source: Favorite Game Lists
ro: Liste favorite de jocuri

source: No game lists have been added to favorites yet.
ro: Nu au fost adăugate încă liste de jocuri la favorite.

source: GAME LIST
ro: LISTA DE JOCURI

source: Check out the games in this collection.
ro: Verifică jocurile din această colecție.

source: Created by
ro: Creat de

source: Add to Favorites
ro: Adaugă la favorite

source: Like List
ro: Like Lista

source: Edit List
ro: Editează

source: No games available.
ro: Nu sunt jocuri disponibile.

source: Additional Games
ro: Jocuri Suplimentare

source: Leave a Comment
ro: Lasă un comentariu

source: Post Comment
ro: Publică comentariul

source: You need to be logged in to leave a comment.
ro: Trebuie să fii conectat pentru a lăsa un comentariu.

source: Show Comments
ro: Arată comentariile

source: Comments
ro: Comentarii

source: wrote:
ro: a scris:

source: Like Comment
ro: Îmi place comentariul

source: Posted on
ro: Postat pe

source: Delete
ro: Șterge

source: Edit
ro: Editează

source: No comments yet. Be the first to comment!
ro: Nu sunt comentarii încă. Fii primul care comentează!

source: Rate and Review this List
ro: Evaluează și Revizuiește această Listă

source: Your Review
ro: Recenzia ta

source: Rating:
ro: Evaluare:

source: Review:
ro: Recenzie:

source: Date:
ro: Data:

source: Delete Review
ro: Șterge Recenzia

source: Write your review here...
ro: Scrie recenzia ta aici...

source: Submit Review
ro: Trimite Recenzia

source: You cannot review your own list.
ro: Nu poți să-ți recenzezi propria listă.

source: You need to be logged in to submit a review.
ro: Trebuie să fii autentificat pentru a trimite o recenzie.

source: Written by
ro: Scris de

source: Like Review
ro: Apreciază Review

source: No reviews yet. Be the first to review this list!
ro: Încă nu există recenzii. Fii primul care revizuiește această listă!

source: REVIEWED GAME LISTS
ro: LISTE DE JOCURI RECENZATE

source: Discover and explore insightful game lists reviewed and rated.
ro: Descoperă și explorează liste de jocuri pline de informații, recenzate și evaluate.

source: Game Lists Reviewed by
ro: Liste de jocuri recenzate de

source: This user has not reviewed any game lists yet.
ro: Acest utilizator nu a recenzat nicio listă de jocuri încă.

source: SHARE GAME LIST
ro: DISTRIBUIE LISTA DE JOCURI

source: Share a custom game list with friends and discover new games together. Allow others to explore favorite picks and create their own lists.
ro: Distribuie o listă personalizată de jocuri cu prietenii și descoperiți împreună jocuri noi. Permite altora să exploreze alegerile tale preferate și să își creeze propriile liste.

source: Share with friends
ro: Distribuie cu prietenii

source: Share
ro: Distribuie

source: Your friends list is currently empty.
ro: Lista ta de prieteni este momentan goală.

source: SHARED GAME LISTS
ro: LISTE DE JOCURI ÎMPĂRTĂȘITE

source: Discover game lists shared with you or explore the ones you've shared with others. Find new games and collaborate with friends on your favorite picks.
ro: Descoperă liste de jocuri împărtășite cu tine sau explorează-le pe cele pe care le-ai împărtășit cu alții. Găsește jocuri noi și colaborează cu prietenii la alegerile tale preferate.

source: Lists Received
ro: Liste Primite

source: Lists Shared
ro: Liste împărtășite

source: Shared By:
ro: Împărtășit de:

source: Unknown
ro: Necunoscut

source: You have not shared any game lists with others.
ro: Nu ai împărtășit nicio listă de jocuri cu alții.

source: No game lists have been shared with you.
ro: Nu ți-a fost împărtășită nicio listă de jocuri.

source: GAME LISTS
ro: LISTE DE JOCURI

source: Explore the game lists and discover new games.
ro: Explorează listele de jocuri și descoperă jocuri noi.

source: Game Lists by
ro: Liste de jocuri de la

source: This list is featured in the public game lists page
ro: Această listă este evidențiată pe pagina cu listele publice de jocuri

source: Are you sure you want to delete this list?
ro: Ești sigur că vrei să ștergi această listă?

source: Delete List
ro: Șterge lista

source: Are you sure you want to delete all game lists?
ro: Ești sigur că vrei să ștergi toate listele de jocuri?

source: Delete All Lists
ro: Șterge toate listele

source: This user has not created any game lists yet.
ro: Acest utilizator nu a creat încă nicio listă de jocuri.

source: BEGINNER GAMES
ro: JOCURI DE ÎNCEPĂTORI

source: Discover a curated selection of beginner-friendly games that are perfect for newcomers. Whether you're just starting out or looking for a relaxed gaming experience, this collection offers titles that are easy to pick up and enjoy. Dive into a world of fun, simple mechanics, and engaging gameplay designed with beginners in mind!
ro: Descoperă o selecție curată de jocuri pentru începători, perfecte pentru cei care abia încep. Fie că ești la început sau căută un joc relaxant, această colecție oferă titluri ușor de înțeles și de jucat. Intră într-o lume plină de distracție, mecanici simple și gameplay captivant, creat special pentru începători!

source: Empty for now, come back later!
ro: Gol pentru moment, reveniți mai târziu!

source: %(uppercase_user_name)s'S FAVORITES
ro: %(uppercase_user_name)s - JOCURI FAVORITE

source: MY FAVORITES
ro: FAVORITELE MELE

source: A curated collection of games you love. Explore and enjoy your handpicked selection of favorite games that bring you joy and excitement.
ro: O colecție atent selecționată de jocuri pe care le iubești. Explorează și bucură-te de selecția ta personalizată de jocuri favorite care îți aduc bucurie și emoție.

source: hasn't added any games to their Favorites yet.
ro: nu a adăugat niciun joc la Favoritele lui/ei încă.

source: You haven't added any games to your Favorites yet.
ro: Nu ai adăugat încă niciun joc la Favoritele tale.

source: FREE TO PLAY GAMES
ro: JOCURI FREE TO PLAY

source: Enjoy a collection of free-to-play games where you can dive into exciting gameplay experiences without any upfront costs.
ro: Bucură-te de o colecție de jocuri free-to-play unde poți experimenta gameplay-uri captivante fără costuri inițiale.

source: GAMES LIBRARY
ro: BIBLIOTECA DE JOCURI

source: Explore a vast collection of games. Find your next favorite game and start playing today!
ro: Explorați o colecție vastă de jocuri. Găsiți următorul joc preferat și începeți să jucați astăzi!

source: Select Genre
ro: Selectează Gen

source: Select Concept
ro: Selectează Concept

source: Select Theme
ro: Selectează Tematică

source: Select Franchise
ro: Selectează Franciză

source: Release Date (Asc)
ro: Data Lansării (Asc)

source: Release Date (Desc)
ro: Data Lansării (Desc)

source: Rating (High)
ro: Rating (Înalt)

source: Rating (Low)
ro: Rating (Scăzut)

source: %(uppercase_user_name)s'S GAME QUEUE
ro: %(uppercase_user_name)s - JOCURI PROGRAMATE

source: MY GAME QUEUE
ro: JOCURILE MELE PROGRAMATE

source: Build your gaming future with a curated collection of games you haven't played yet, but wish to experience soon.
ro: Construiește-ți viitorul de jocuri cu o colecție atent selecționată de jocuri pe care nu le-ai jucat încă, dar dorești să le experimentezi în curând.

source: hasn't added any games to their Game Queue yet.
ro: nu a adăugat nici un joc în Jocurile Programate

source: You haven't added any games to your Game Queue yet.
ro: Nu ai adăugat nici un joc în Jocurile Programate

source: Release date:
ro: Data lansării:

source: Average Playtime:
ro: Timp mediu de joc:

source: hours
ro: ore

source: Developer:
ro: Dezvoltator:

source: Genre:
ro: Gen:

source: Platform:
ro: Platformă:

source: Theme:
ro: Tematică:

source: DLC:
ro: Conținut descărcabil (DLC):

source: Similar games:
ro: Jocuri similare:

source: Requirements:
ro: Cerințe:

source: Show
ro: Afișează

source: PC Minimum
ro: PC Minime

source: PC Recommended
ro: PC Recomandate

source: MAC Minimum
ro: MAC Minime

source: MAC Recommended
ro: MAC Recomandate

source: Linux Minimum
ro: Linux Minime

source: Linux Recommended
ro: Linux Recomandate

source: Gameplay videos:
ro: Videoclipuri cu gameplay:

source: Stores:
ro: Magazine:

source: Show Reviews
ro: Afișează Recenzii

source: Write a Review
ro: Scrie o Recenzie

source: Delete your Review
ro: Ștergeți Recenzia

source: Edit your Review
ro: Editați Recenzia

source: Game image not available.
ro: Imaginea jocului nu este disponibilă.

source: SHARED GAMES
ro: JOCURI DISTRIBUITE

source: Get ready for some shared gaming fun! Check out the games you've swapped with others and dive into the ones they've shared with you.
ro: Pregătește-te pentru puțină distracție distribuită! Verificați jocurile pe care le-ați schimbat cu alții și cele pe care alții le-au distribuit cu dvs.

source: Games Received
ro: Jocuri Primite

source: Games Shared
ro: Jocuri Distribuite

source: -- Select --
ro: -- Selectați --

source: Date (Asc)
ro: Data (Asc)

source: Date (Desc)
ro: Data (Desc)

source: Apply
ro: Aplică

source: Select All
ro: Selectează Tot

source: Delete Selected
ro: Ștergeți Selecția

source: From:
ro: De la:

source: Sent to:
ro: Trimis către:

source: You have no games in this category.
ro: Nu ai niciun joc in această categorie.

source: INDIE GAMES
ro: JOCURI INDIE

source: Explore a unique selection of indie games that bring fresh ideas, creative gameplay, and innovative storytelling from smaller studios.
ro: Explorează o selecție unică de jocuri indie care aduc idei noi, gameplay creativ și povești inovatoare din partea studiourilor mai mici.

source: LINEAR GAMEPLAY GAMES
ro: JOCURI CU GAMEPLAY LINIAR

source: Delve into tightly crafted, story-driven linear games that guide you through structured gameplay experiences with a clear narrative focus and thrilling, directed progression.
ro: Aprofundează în jocuri liniare, atent construite și bazate pe poveste, care te ghidează prin experiențe de joc structurate, cu un accent clar pe narațiune și o progresie captivantă și direcționată.

source: MULTIPLAYER GAMES
ro: JOCURI MULTIPLAYER

source: Ready to team up or go head-to-head? Check out our multiplayer game collection for endless fun with friends and rivals.
ro: Gata să faci echipă sau să te confrunți cu alți? Verifică colecția noastră de jocuri multiplayer pentru distracție nelimitată cu prietenii și rivalii.

source: No Multiplayer games have been added yet.
ro: Nu au fost adăugat încă jocuri multiplayer.

source: OPEN-WORLD GAMES
ro: JOCURI OPEN-WORLD

source: Discover vast, immersive open-world games where you have the freedom to explore, complete quests at your own pace, and forge your own path in expansive, richly detailed environments.
ro: Descoperă jocuri open-world vaste și captivante, unde ai libertatea de a explora, de a finaliza misiuni în propriul ritm și de a-ți croi propriul drum în medii ample și bogat detaliate

source: Discover the most popular games, loved by gamers worldwide.
ro: Descoperă cele mai populare jocuri, iubite de gameri din întreaga lume.

source: No popular games to display yet. Check back soon!
ro: Nu există jocuri populare de afișat momentan. Verifică din nou în curând!

source: GAME RECOMMENDATIONS
ro: RECOMANDĂRI DE JOCURI

source: Discover a curated selection of game recommendations tailored specifically to your gaming history, preferred platforms, favorite genres, and more. Explore the information about each game to make informed choices for your next gaming adventure.
ro: Descoperiți o selecție atent aleasă de recomandări de jocuri adaptate special la istoricul dvs. de jocuri, platformele preferate, genurile favorite și altele. Explorați informațiile despre fiecare joc pentru a face alegeri informate pentru următoarea aventură de jocuri.

source: Gaming History
ro: Istoricul Jocurilor

source: Favorite Genres
ro: Genuri Favorite

source: Favorite Themes
ro: Tematici Favorite

source: Preferred Platforms
ro: Platforme Preferate

source: Common Genres and Platforms
ro: Genuri și Platforme Comune

source: Game Styles
ro: Stiluri de Joc

source: Connection Types
ro: Tipuri de Conexiuni

source: Recommended
ro: Recomandate

source: Games matching your PlayStyle
ro: Jocuri care se potrivesc cu stilul tău de joc

source: Games that match your preferred Genres and Platforms
ro: Jocuri care se potrivesc genurilor și platformelor preferate

source: Games recommended based on your Gaming History:
ro: Jocuri recomandate în funcție de istoricul tău de gaming:

source: Games matching your Favorite Genres:
ro: Jocuri care se potrivesc genurilor tale preferate:

source: Games matching your Favorite Themes:
ro: Jocuri care se potrivesc tematicilor tale preferate:

source: Games recommended for your Preferred Platforms:
ro: Jocuri recomandate pentru platformele preferate:

source: Games matching your preferred Game Styles:
ro: Jocuri care se potrivesc cu stilurile de joc preferate:

source: Games matching your preferred Connection Types:
ro: Jocuri care se potrivesc cu tipurile de conexiune preferate:

source: No category
ro: Nicio categorie

source: No recommendations based on
ro: Nicio recomandare bazată pe

source: SEARCH GAME:
ro: CAUTĂ JOC:

source: SIMILAR GAMES TO
ro: JOCURI SIMILARE CU

source: Explore games that share similarities with other games. Discover new favorites and expand your collection!
ro: Explorează jocuri care au similarități cu alte jocuri. Descoperă noi preferate și extinde-ți colecția!

source: Featured Game
ro: Joc Selectat

source: Similar Games
ro: Jocuri Similare

source: No similar games found.
ro: Nu s-au găsit jocuri similare.

source: SIMILAR GAMES DIRECTORY
ro: CATALOG DE JOCURI SIMILARE

source: Browse our extensive game directory and find similar games by clicking on any title. Expand your collection today!
ro: Răsfoiește catalogul nostru extins de jocuri și găsește jocuri similare făcând clic pe orice titlu. Extinde-ți colecția astăzi!

source: Similar Games to
ro: Jocuri Similare cu

source: No games found.
ro: Nu s-au găsit jocuri.

source: SINGLE-PLAYER GAMES
ro: JOCURI SINGLE-PLAYER

source: Explore our collection of captivating single-player games. Immerse yourself in thrilling adventures and experience unforgettable solo gaming experiences.
ro: Explorează colecția noastră de jocuri captivante single-player. Înfruntă-te în aventuri palpitante și trăiește experiențe de gaming solo de neuitat.

source: No Single-player games have been added yet.
ro: Nu au fost adăugate încă jocuri single-player.

source: STEAM GAMES
ro: JOCURI STEAM

source: Browse through a wide variety of games available on Steam, the largest digital distribution platform for PC gaming.
ro: Răsfoiește o gamă variată de jocuri disponibile pe Steam, cea mai mare platformă de distribuție digitală pentru jocurile pe PC.

source: TOP RATED GAMES
ro: TOP JOCURI

source: Explore the best-rated games as chosen by the gaming community.
ro: Explorați jocurile evaluate în top, alese de comunitatea de jucători.

source: Discover the latest and most anticipated games set to launch soon and explore the future of gaming excitement.
ro: Descoperiți cele mai noi și cele mai așteptate jocuri care urmează să fie lansate curând și explorați viitorul entuziasmului în jocuri.

source: Sorry, the game does not exist.
ro: Ne pare rău, jocul nu există.

source: VR GAMES
ro: JOCURI VR

source: Immerse yourself in the world of virtual reality with a collection of games designed for an unparalleled VR experience.
ro: Aprofundează în lumea realității virtuale cu o colecție de jocuri concepute pentru o experiență VR de neegalat.

source: KINDRED PLAY HISTORIES
ro: ISTORII DE JOC SIMILARE

source: Discover gamers who share a similar gaming journey and connect over common experiences.
ro: Descoperă jucători care împărtășesc o călătorie de joc similară și conectează-te prin experiențe comune.

source: Games played:
ro: Jocuri jucate:

source: No users with similar Play Histories found.
ro: Nu s-au găsit utilizatori cu istorii de joc similare.

source: You have not defined your Gaming History yet.
ro: Nu ți-ai definit încă Istoricul de Joc.

source: Click here to start
ro: Click aici pentru a începe

source: KINDRED PLAYSTYLES
ro: STILURI ASEMĂNĂTOARE

source: Find gamers with similar playstyles and make new connections in the gaming world.
ro: Găsiți jucători cu stiluri de joc similare și creați noi conexiuni în lumea jocurilor.

source: Favorite genres:
ro: Genuri favorite:

source: Preferred platforms:
ro: Platforme preferate:

source: No users with similar playstyles found.
ro: Nu s-au găsit utilizatori cu stiluri de joc similare.

source: You have not defined your PlayStyle yet.
ro: Nu ai definit încă stilul tău de joc.

source: COMMUNITY POLLS
ro: SONDAJELE COMUNITĂȚII

source: Browse and participate in polls created by the community. Vote on your favorite options and see how others have voted!
ro: Răsfoiește și participă la sondajele create de comunitate. Votează opțiunile tale preferate și vezi cum au votat ceilalți!

source: on
ro: pe

source: Open until:
ro: Deschis până la:

source: This poll has ended. Thank you for participating!
ro: Acest sondaj s-a încheiat. Vă mulțumim pentru participare!

source: Like Poll
ro: Apreciază Sondajul

source: Most Voted:
ro: Opțiunea câștigătoare:

source: with
ro: cu

source: It's a tie between:
ro: Este egalitate între:

source: and
ro: și

source: No votes were cast in this poll.
ro: Nu au fost exprimate voturi în acest sondaj.

source: Total Votes:
ro: Total Voturi:

source: Poll Closed
ro: Sondaj închis

source: Vote
ro: Votează

source: View
ro: Vizualizează

source: No polls available at the moment.
ro: Nu există sondaje disponibile momentan.

source: COMPLETED POLLS
ro: SONDAJE FINALIZATE

source: See the polls that have ended and compare your vote with the final results!
ro: Vezi sondajele care s-au încheiat și compară votul tău cu rezultatele finale!

source: No completed polls to display.
ro: Nu există sondaje finalizate de afișat.

source: CREATE YOUR POLL
ro: CREEAZĂ UN SONDAJ

source: Create a poll and gather opinions from your audience! Customize your poll title, description, and add options to let people vote.
ro: Creează un sondaj și colectează opinii de la audiența ta! Personalizează titlul sondajului, descrierea și adaugă opțiuni pentru a permite oamenilor să voteze.

source: Create a Poll
ro: Creează un sondaj

source: Specify the duration in days (e.g., 7 for one week).
ro: Specificați durata în zile (de exemplu, 7 pentru o săptămână).

source: Options:
ro: Opțiuni:

source: Make this poll public to feature it on the community polls page.
ro: Fă acest sondaj public pentru a-l evidenția pe pagina sondajelor comunității.

source: Add Another Option
ro: Adaugă o altă opțiune

source: Create Poll
ro: Creează sondaj

source: New Option
ro: Opțiune nouă

source: POLL DETAIL
ro: DETALII SONDAJ

source: Participate in this poll and see how others have voted. Make your voice heard!
ro: Participă la acest sondaj și vezi cum au votat alții. Fă-ți vocea auzită!

source: SHARE POLL
ro: DISTRIBUIE SONDAJUL

source: Share a poll with friends and gather their opinions. Allow others to participate and explore your polls.
ro: Distribuie un sondaj cu prietenii și adună-le opiniile. Permite altora să participe și să-ți exploreze sondajele.

source: SHARED POLLS
ro: SONDAJE DISTRIBUITE

source: Discover polls shared with you or explore the ones you've shared with others. Participate and see how others voted!
ro: Descoperă sondajele distribuite cu tine sau explorează cele pe care le-ai distribuit altora. Participă și vezi cum au votat ceilalți!

source: Polls Received
ro: Sondaje Primite

source: Polls Shared
ro: Sondaje Distribuite

source: Creation Date
ro: Data Creării

source: View Poll
ro: Vizualizează Sondajul

source: You have not shared any polls with others.
ro: Nu ai distribuit niciun sondaj altora.

source: No polls have been shared with you.
ro: Nu ți-au fost distribuite sondaje.

source: MY POLLS
ro: SONDAJELE MELE

source: POLLS CREATED BY
ro: SONDAJE CREATE DE

source: Manage your polls. Delete polls you’ve created and track how others are engaging with them!
ro: Gestionează sondajele tale. Șterge sondajele pe care le-ai creat și urmărește cum interacționează ceilalți cu ele!

source: Discover polls created by this user. Share your opinions by voting and see how others have participated!
ro: Descoperă sondajele create de acest utilizator. Împărtășește-ți opiniile votând și vezi cum au participat alții!

source: No polls created by this user.
ro: Acest utilizator nu a creat niciun sondaj.

source: POLLS YOU VOTED ON
ro: SONDAJE LA CARE AI VOTAT

source: See the polls you’ve participated in. Check how your vote compares with others!
ro: Vezi sondajele la care ai participat. Verifică cum se compară votul tău cu al altora!

source: You have not voted on any polls yet.
ro: Nu ai votat încă la niciun sondaj.

source: PERSONALIZE YOUR PLAYSTYLE
ro: PERSONALIZEAZĂ-ȚI STILUL DE JOC

source: Explore and manage your gaming preferences. You can provide your gaming history, favorite genres, and preferred platforms. Once you've defined your PlayStyle, you can get personalized game recommendations.
ro: Explorează și gestionează-ți preferințele de joc. Poți furniza istoricul tău de jocuri, genurile tale preferate și platformele preferate. După ce îți definești PlayStyle-ul, vei primi recomandări personalizate de jocuri.

source: Enter Gaming History
ro: Istoricul Jocurilor

source: Select Favorite Genres (Up to 3)
ro: Selectați Genurile Preferate (Până la 3)

source: Select Favorite Themes (Up to 3)
ro: Selectați Tematicile Preferate (Până la 3)

source: Select Preferred Platforms (Up to 3)
ro: Selectați Platformele Preferate (Până la 3)

source: Select Game Style
ro: Selectați stilul jocului

source: Select Connection Type
ro: Selectați tip de conexiune

source: Please enter at least one game that you have played.
ro: Vă rugăm să furnizați cel puțin un joc pe care l-ați jucat,

source: Please select at least one genre.
ro: Vă rugăm să selectați cel puțin un gen.

source: Please select at least one theme.
ro: Vă rugăm să selectați cel puțin o tematica.

source: Please select at least one platform.
ro: Vă rugăm să selectați cel puțin o platformă.

source: Please select at least one connection type.
ro: Vă rugăm să selectați cel puțin un tip de conexiune.

source: Please select at least one game style.
ro: Vă rugăm să selectați cel puțin un stil de joc.

source: Update Preferences
ro: Actualizați Preferințele

source: PRIVACY SETTINGS
ro: SETĂRI DE CONFIDENȚIALITATE

source: Manage the visibility of your content and activity.
ro: Gestionează vizibilitatea conținutului și activității tale.

source: Privacy Settings
ro: Setări de Confidențialitate

source: Show Queue
ro: Arată Programate

source: Allow other users to see the games you have added to your queue.
ro: Permite altor utilizatori să vadă jocurile pe care le-ai adăugat în coadă.

source: Show Favorites
ro: Arată Favorite

source: Allow other users to see the games you have marked as favorites.
ro: Permite altor utilizatori să vadă jocurile pe care le-ai marcat ca favorite

source: Allow other users to see the reviews you have written for games.
ro: Permite altor utilizatori să vadă recenziile pe care le-ai scris pentru jocuri.

source: MANAGE PLAYSTYLE
ro: EDITEAZĂ PLAYSTYLE
