Repository: miron-alexandru/PlayStyleCompass
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Your gaming preferences are the key to unlocking a world of tailored gaming experiences. By sharing your preferences, you'll receive game recommendations perfectly suited to your unique tastes and interests.
ro: Preferințele tale de jocuri sunt cheia pentru a debloca o lume de experiențe adaptate. Prin distribuirea preferințelor tale, vei primi recomandări de jocuri perfect adaptate gusturilor și intereselor tale unice.

source: Preferred Connection Types
ro: Tipuri de conexiune preferate

source: Preferred Game Styles
ro: Stiluri de joc preferate

source: Get Recommendations
ro: Obține Recomandări

source: Save Preferences
ro: Salvează Preferințele

source: Saving...
ro: Se salvează...

source: Reset Preferences
ro: Resetare Preferințe

source: WRITE A REVIEW FOR:
ro: SCRIE O RECENZIE PENTRU:

source: EDIT REVIEW FOR:
ro: EDITEAZĂ RECENZIA PENTRU:

source: Update Review
ro: Actualizează Recenzia

source: %(uppercase_user_name)s'S REVIEWED GAMES
ro: %(uppercase_user_name)s - RECENZII

source: MY REVIEWED GAMES
ro: JOCURILE MELE EVALUATE

source: Discover and manage the games you've reviewed, curate your gaming experiences with precision.
ro: Descoperă și administrează jocurile pe care le-ai evaluat, refinează-ți experiențele de joc cu precizie.

source: hasn't reviewed any games yet.
ro: nu a evaluat încă niciun joc.

source: You haven't reviewed any games yet.
ro: Nu ai evaluat încă niciun joc.

source: gaming history
ro: istoricul de gaming

source: favorite genres
ro: genurile favorite

source: favorite themes
ro: tematicile favorite

source: preferred platforms
ro: platformele preferate

source: common preferences
ro: preferintele comune

source: Home :: PlayStyle Compass
ro: Acasă :: PlayStyle Compass

source: Define PlayStyle :: PlayStyle Compass
ro: Definește Stilul de Joc :: PlayStyle Compass

source: Your PlayStyle :: PlayStyle Compass
ro: Stilul tău de joc :: PlayStyle Compass

source: Recommendations :: PlayStyle Compass
ro: Recomandări :: PlayStyle Compass

source: Search Results :: PlayStyle Compass
ro: Rezultate Căutare :: PlayStyle Compass

source: You don't have permission to view this content.
ro: Nu ai permisiunea să vezi acest conținut.

source: Games Reviewed :: PlayStyle Compass
ro: Jocuri Evaluate :: PlayStyle Compass

source: Favorites :: PlayStyle Compass
ro: Favorite :: PlayStyle Compass

source: Game Queue :: PlayStyle Compass
ro: Jocuri Programate :: PlayStyle Compass

source: Top Rated Games :: PlayStyle Compass
ro: Top Jocuri :: PlayStyle Compass

source: Upcoming Games :: PlayStyle Compass
ro: Jocuri în Dezvoltare :: PlayStyle Compass

source: You have already reviewed this game!
ro: Ai evaluat deja acest joc!

source: Your review has been successfully submitted.
ro: Recenzia ta a fost trimisă cu succes.

source: Add Review :: PlayStyle Compass
ro: Adaugă Recenzie :: PlayStyle Compass

source: You haven't written any reviews for this game!
ro: Nu ai scris nicio recenzie pentru acest joc!

source: Your review has been successfully updated.
ro: Recenzia ta a fost actualizată cu succes.

source: Edit Review :: PlayStyle Compass
ro: Editează Recenzia :: PlayStyle Compass

source: You cannot like your own review.
ro: Nu poți aprecia propria recenzie.

source: Review ID invalid.
ro: ID recenzie invalid.

source: You must be logged in to like or dislike a review.
ro: Trebuie să fii autentificat pentru a aprecia sau critica o recenzie.

source: You cannot dislike your own review.
ro: Nu poți critica propria recenzie.

source: Your review has been successfully deleted!
ro: Recenzia ta a fost ștearsă cu succes!

source: You have already shared %(game_title)s with %(profile_name)s.
ro: Ai distribuit deja jocul "%(game_title)s" către %(profile_name)s.

source: You have successfully shared %(game_title)s with %(profile_name)s.
ro: Ai distribuit cu succes jocul %(game_title)s către %(profile_name)s.

source: Receiver ID not provided
ro: ID destinatar lipsă

source: Invalid request method
ro: Metodă de cerere invalidă

source: Shared Games :: PlayStyle Compass
ro: Jocuri Distribuite :: PlayStyle Compass

source: Similar PlayStyles :: PlayStyle Compass
ro: Stiluri de Joc Similare :: PlayStyle Compass

source: Kinded Play Histories :: PlayStyle Compass
ro: Istorii de Joc Similare :: PlayStyle Compass

source: Franchises :: PlayStyle Compass
ro: Francize :: PlayStyle Compass

source: Characters :: PlayStyle Compass
ro: Caractere :: PlayStyle Compass

source: Game Library :: PlayStyle Compass
ro: Biblioteca de Jocuri :: PlayStyle Compass

source: News :: PlayStyle Compass
ro: Știri :: PlayStyle Compass

source: Similar Games Directory :: PlayStyle Compass
ro: Catalog Jocuri Similare :: PlayStyle Compass

source: Games like
ro: Jocuri ca

source: Open World Games :: PlayStyle Compass
ro: Jocuri Open-World :: PlayStyle Compass

source: Linear Gameplay Games :: PlayStyle Compass
ro: Jocuri cu Gameplay Liniar :: PlayStyle Compass

source: Indie Games :: PlayStyle Compass
ro: Jocuri Indie :: PlayStyle Compass

source: Steam Games :: PlayStyle Compass
ro: Jocuri Steam :: PlayStyle Compass

source: Free to Play Games :: PlayStyle Compass
ro: Jocuri Free to Play :: PlayStyle Compass

source: VR Games :: PlayStyle Compass
ro: Jocuri VR :: PlayStyle Compass

source: Beginner Games :: PlayStyle Compass
ro: Jocuri pentru începători :: PlayStyle Compass

source: Create Game List :: PlayStyle Compass
ro: Creează listă de jocuri :: PlayStyle Compass

source: Edit Game List :: PlayStyle Compass
ro: Editează lista de jocuri :: PlayStyle Compass

source: View Game List :: PlayStyle Compass
ro: Vizualizează lista de jocuri :: PlayStyle Compass

source: Game list successfully shared!
ro: Lista de jocuri a fost împărtășită cu succes!

source: Share Game List :: PlayStyle Compass
ro: Distribuie lista de jocuri :: PlayStyle Compass

source: Game Lists :: PlayStyle Compass
ro: Liste de jocuri :: PlayStyle Compass

source: Game Lists You Shared with Others
ro: Liste de jocuri împărtășite cu alții

source: Game Lists Shared With You
ro: Liste de jocuri împărtășite cu tine

source: Review submitted successfully!
ro: Recenzia a fost trimisă cu succes!

source: Review updated successfully!
ro: Recenzia a fost actualizată cu succes!

source: Review deleted successfully!
ro: Recenzia a fost ștearsă cu succes!

source: Reviewed Game Lists :: PlayStyle Compass
ro: Liste de jocuri recenzate :: PlayStyle Compass

source: Privacy Settings :: PlayStyle Compass
ro: Setări de Confidențialitate :: PlayStyle Compass

source: Explore Game Lists :: PlayStyle Compass
ro: Explorează Listele de Jocuri :: PlayStyle Compass

source: You can no longer edit this comment.
ro: Nu mai poți edita acest comentariu.

source: Comment text cannot be empty.
ro: Textul comentariului nu poate fi gol

source: Comment updated successfully.
ro: Comentariul a fost actualizat cu succes.

source: Favorite Game Lists :: PlayStyle Compass
ro: Liste favorite de jocuri :: PlayStyle Compass

source: Popular Games :: PlayStyle Compass
ro: Jocuri Populare :: PlayStyle Compass

source: Poll successfully created!
ro: Sondaj creat cu succes!

source: Create Poll :: PlayStyle Compass
ro: Creează sondaj :: PlayStyle Compass

source: Community Polls :: PlayStyle Compass
ro: Sondaje Comunitate :: PlayStyle Compass

source: User Polls :: PlayStyle Compass
ro: Sondaje Utilizator :: PlayStyle Compass

source: Voted Polls:: PlayStyle Compass
ro: Sondaje Votate :: PlayStyle Compass

source: Poll Detail :: PlayStyle Compass
ro: Detalii Sondaj :: PlayStyle Compass

source: Poll successfully shared!
ro: Sondajul a fost distribuit cu succes!

source: Share Poll :: PlayStyle Compass
ro: Distribuie Sondajul :: PlayStyle Compass

source: Polls You Shared with Others
ro: Sondaje Pe Care Le-ai Distribuit Altora

source: Polls Shared With You
ro: Sondaje Distribuite Cu Tine

source: Completed Polls :: PlayStyle Compass
ro: Sondaje Finalizate :: PlayStyle Compass

source: English
ro: Engleză

source: Romanian
ro: Română

source: Create Playstyle
ro: Creează Playstyle

source: Manage Playstyle
ro: Editează Playstyle

source: Kindred Playstyles
ro: Playstyle Similar

source: Kindred Play Histories
ro: Istorii de Joc Similare

source: Recommendations
ro: Recomandări

source: Game Recommendations
ro: Recomandări de Jocuri

source: Quiz Recommendations
ro: Recomandările din Chestionar

source: Personal Collection
ro: Colecție Personală

source: Create Game List
ro: Creează listă de jocuri

source: My Game Lists
ro: Listele mele de jocuri

source: My Polls
ro: Sondajele mele

source: Voted Polls
ro: Sondaje Votate

source: Favorite Games
ro: Jocuri Favorite

source: Game Queue
ro: Jocuri Programate

source: Game Reviews
ro: Recenzii Jocuri

source: Game List Reviews
ro: Recenzii liste de jocuri

source: Game Categories
ro: Categorii de Jocuri

source: Beginner-Friendly Games
ro: Jocuri pentru Începători

source: Popular Games
ro: Jocuri Populare

source: Top Rated Games
ro: Top Jocuri

source: Upcoming Games
ro: Jocuri în Dezvoltare

source: Single-player Games
ro: Jocuri Single-player

source: Multiplayer Games
ro: Jocuri Multiplayer

source: Open-World Games
ro: Jocuri Open-World

source: Indie Games
ro: Jocuri Indie

source: Steam Games
ro: Jocuri Steam

source: Free to Play Games
ro: Jocuri Free to Play

source: Linear Gameplay Games
ro: Jocuri cu Gameplay Liniar

source: VR Games
ro: Jocuri VR

source: Explore
ro: Explorează

source: News
ro: Știri

source: Game Library
ro: Biblioteca de Jocuri

source: Game Lists
ro: Liste de jocuri

source: Community Polls
ro: Sondajele Comunității

source: Completed Polls
ro: Sondaje Finalizate

source: Similar Games Directory
ro: Catalog Jocuri Similare

source: Other
ro: Altele

source: Preference Quiz
ro: Chestionarul de Preferințe

source: Account
ro: Cont

source: Profile
ro: Profil

source: View Profile
ro: Vezi Profil

source: Edit Profile Info
ro: Editează informațiile profilului

source: Update Profile Picture
ro: Actualizează poza de profil

source: Update Profile Name
ro: Actualizează numele profilului

source: Shared Content
ro: Conținut Distribuit

source: Shared Games
ro: Jocuri Distribuite

source: Shared Game Lists
ro: Liste de jocuri împărtășite

source: Shared Polls
ro: Sondaje Distribuite

source: Settings
ro: Setări

source: Manage Notifications
ro: Gestionează notificările

source: Manage Privacy
ro: Gestionează Confidențialitatea

source: Update Password
ro: Actualizează parola

source: Update Email Address
ro: Actualizează adresa de email

source: Manage API Key
ro: Gestionare cheie API

source: Deactivate Account
ro: Dezactivează contul

source: Sign Out
ro: Deconectează-te

source: Messages
ro: Mesaje

source: Following List
ro: Lista Urmăriților

source: Followers List
ro: Lista Urmăritorilor

source: Your Friends
ro: Prieteni

source: Friend Requests
ro: Cereri de Prietenie

source: Chat Rooms
ro: Camere de chat

source: Blocked Users
ro: Utilizatori blocați

source: Log in
ro: Autentificare

source: Please confirm your email address to unlock all features.
ro: Te rugăm să confirmi adresa de email pentru a debloca toate funcțiile.

source: Resend verification link
ro: Retrimite link-ul de verificare

source: Global Chat
ro: Chat Global

source: GLOBAL CHAT
ro: CHAT GLOBAL

source: Connect with players from around the world and share your gaming experiences!
ro: Conectează-te cu jucători din întreaga lume și împărtășește-ți experiențele de gaming!

source: Show More
ro: Arată mai mult

source: Message...
ro: Mesaj...

source: PlayStyle Compass. All rights reserved.
ro: PlayStyle Compass. Toate drepturile rezervate.

source: Go top
ro: Mergi sus

source: Playstyle Compass :: Manage API Key
ro: Playstyle Compass :: Gestionare cheie API

source: Incorrect username or password. Please make sure you entered your username and password correctly.
ro: Nume de utilizator sau parolă incorecte. Te rugăm să te asiguri că ai introdus corect numele de utilizator și parola.

source: Choose nickname that will be shown to other users on the platform. This name is not used for login.
ro: Alegeți un nume care va fi afișat altor utilizatori pe platformă. Acest nume nu este folosit pentru autentificare.

source: Enter the same password as before for verification.
ro: Introduceți parola identică celei anterioare pentru verificare.

source: Please complete reCAPTCHA.
ro: Te rog, completează reCAPTCHA.

source: Username should be at least 4 characters long.
ro: Numele de utilizator trebuie să aibă cel puțin 4 caractere.

source: Username should only contain letters and numbers.
ro: Numele de utilizator trebuie să conțină doar litere și cifre.

source: This username is already in use.
ro: Acest nume de utilizator este deja folosit.

source: This email address is already in use.
ro: Acest email este deja folosit.

source: Profile name should be at least three characters long.
ro: Numele de profil trebuie să aibă cel puțin 3 caractere.

source: Profile name should only contain letters and numbers.
ro: Numele de profil trebuie să conțină doar litere și cifre.

source: This profile name is already in use.
ro: Acest nume de profil este deja folosit.

source: Current password is incorrect.
ro: Parola Curentă este incorectă.

source: New email address cannot be the current one.
ro: Noua adresă de email nu poate fi cea curentă.

source: New email addresses must match.
ro: Noile adrese de email trebuie să coincidă.

source: The new profile name is the same as the existing one.
ro: Noul nume de profil este același ca cel existent.

source: Tell us a little about yourself...
ro: Spune-ne puțin despre tine...

source: Enter your favorite game...
ro: Introdu jocul tău preferat...

source: Enter your favorite character...
ro: Introdu personajul tău preferat...

source: Enter your social media handle...
ro: Introdu handle-ul tău de social media...

source: Describe your gaming setup...
ro: Descrie-ți configurația de gaming...

source: Enter your favorite franchise...
ro: Introdu franciza ta preferată...

source: What's the most recent game you finished?
ro: Care este ultimul joc terminat?

source: What is your preferred streaming platform?
ro: Care este platforma ta preferată de streaming?

source: What game are you currently playing?
ro: Ce joc joci în prezent?

source: What is your favorite soundtrack from a game?
ro: Care este coloana sonoră preferată dintr-un joc?

source: What is your gaming nickname or alias?
ro: Care este porecla sau aliasul tău de gaming?

source: You can only select up to 3 genres.
ro: Poți selecta doar până la 3 genuri.

source: You can only select up to 3 game modes.
ro: Poți selecta maximum 3 moduri de joc.

source: Please enter a valid social media link.
ro: Te rog introdu un link valid către social media.

source: Activate your user account.
ro: Activează-ți contul de utilizator.

source: Hello <b>%(user)s</b>, please go to your email <b>%(to_email)s</b> inbox and click on the received activation link to confirm your registration. <b>Note:</b> If you cannot find the email in your inbox, we recommend checking your spam folder.
ro: Salut <b>%(user)s</b>, te rugăm să mergi la adresa ta de email <b>%(to_email)s</b> și să dai click pe link-ul de activare primit pentru a-ți confirma înregistrarea. <b>Notă:</b> Dacă nu găsești email-ul în casuța ta de mesaje primite, îți recomandăm să verifici și folderul de spam.

source: Problem sending email to %(to_email)s, check if you typed it correctly.
ro: Probleme la trimiterea emailului către %(to_email)s, verifică dacă l-ai introdus corect.

source: CHANGE EMAIL ADDRESS
ro: SCHIMBĂ ADRESA DE EMAIL

source: Update your email address associated with your PlayStyle Compass account. Ensure you receive important notifications and updates by providing an active email address.
ro: Actualizează-ți adresa de email asociată cu contul tău PlayStyle Compass. Asigură-te că primești notificări și actualizări importante furnizând o adresă de email activă.

source: Change your email address
ro: Schimbă-ți adresa de email

source: Current Password
ro: Parola Curentă

source: Current Email Address
ro: Adresa de Email Curentă

source: New Email Address
ro: Adresa Nouă de Email

source: Confirm New Email Address
ro: Confirmă Adresa Nouă de Email

source: Change Email
ro: Schimbă Adresa de Email

source: Your new email is:
ro: Noul tău email este:

source: Home
ro: Acasă

source: Hello,
ro: Salut,

source: You have requested to change your email address at PlayStyle Compass.
ro: Ai cerut să schimbi adresa de email la PlayStyle Compass.

source: New email address:
ro: Adresa nouă de email:

source: To confirm this change, please click on the following link:
ro: Pentru a confirma această schimbare, te rugăm să dai click pe următorul link:

source: If you did not request this change, please ignore this email.
ro: Dacă nu ai cerut această schimbare, te rugăm să ignori acest email.

source: Thank you for using PlayStyle Compass.
ro: Mulțumim că folosești PlayStyle Compass.

source: DELETE ACCOUNT
ro: ȘTERGE CONTUL

source: We're sorry to see you go. If you wish to delete your PlayStyle Compass account, please proceed carefully. Once deleted, your account and all associated data will be permanently removed.
ro: Ne pare rău să te vedem plecând. Dacă dorești să ștergi contul tău PlayStyle Compass, te rugăm să procedezi cu atenție. Odată șters, contul tău și toate datele asociate vor fi eliminate permanent.

source: Delete your account
ro: Șterge-ți contul

source: Are you sure you want to delete your account? This action cannot be undone!!!
ro: Ești sigur că vrei să ștergi contul? Această acțiune nu poate fi anulată!!!

source: Password
ro: Parolă

source: Delete with Password
ro: Șterge cu Parolă

source: Delete with Email Confirmation
ro: Șterge cu Confirmare prin Email

source: Confirm your email address to unlock this!
ro: Confirmă adresa ta de email pentru a debloca acest lucru!

source: API KEY MANAGEMENT
ro: GESTIONARE CHEIE API

source: Manage and generate your API key to securely access the PlayStyle Compass services. Keep your API key safe and use it for authentication when interacting with the platform.
ro: Gestionează și generează cheia ta API pentru a accesa în siguranță serviciile PlayStyle Compass. Păstrează-ți cheia API în siguranță și folosește-o pentru autentificare atunci când interacționezi cu platforma.

source: Your API Key is...
ro: Cheia ta API este...

source: Copy
ro: Copiază

source: Revoke API Key
ro: Revocă cheia API

source: You do not have an API key yet.
ro: Nu ai încă o cheie API.

source: Generate API Key
ro: Generează cheie API

source: API Key copied to clipboard!
ro: Cheia API a fost copiată în clipboard!

source: API Key
ro: Cheie API

source: API key successfully generated.
ro: Cheia API a fost generată cu succes.

source: Failed to generate API key.
ro: Nu s-a putut genera cheia API.

source: An error occurred while generating the API key.
ro: A apărut o eroare în timpul generării cheii API.

source: Your API key has been revoked.
ro: Cheia API a fost revocată.

source: Generate New API Key
ro: Generează o nouă cheie API

source: Failed to revoke API key.
ro: Nu s-a putut revoca cheia API.

source: An error occurred while revoking the API key.
ro: A apărut o eroare în timpul revocării cheii API.

source: CHANGE PASSWORD
ro: SCHIMBĂ PAROLA

source: Ensure the security of your PlayStyle Compass account by updating your password. Choose a strong and unique password to protect your gaming profile.
ro: Asigură-ți securitatea contului tău PlayStyle Compass actualizând parola. Alege o parolă puternică și unică pentru a-ți proteja profilul de joc.

source: Change your password
ro: Schimbă-ți parola

source: New Password
ro: Parolă Nouă

source: Confirm New Password
ro: Confirmă Parola Nouă

source: Change Password
ro: Schimbă Parola

source: Password Reset Complete :: PlayStyle Compass
ro: Resetare Parolă Completă :: PlayStyle Compass

source: Password Reset Complete
ro: Resetare Parolă Completă

source: You have successfully changed your password.
ro: Ai schimbat cu succes parola.

source: You can now
ro: Acum poți

source: Log In
ro: Conectează-te

source: with your new password.
ro: cu noua ta parolă.

source: Reset Confirmation :: PlayStyle Compass
ro: Confirmare Resetare :: PlayStyle Compass

source: Set up a new password
ro: Configurează o parolă nouă

source: Reset Password
ro: Resetare Parolă

source: The password reset link has expired. Please request a new one.
ro: Linkul de resetare a parolei a expirat. Te rugăm să ceri unul nou.

source: Password Reset Request :: PlayStyle Compass
ro: Cerere Resetare Parolă :: PlayStyle Compass

source: Password Reset Request Submitted
ro: Cererea de Resetare a Parolei a fost Trimisă

source: If your email address is associated with an account, you will receive instructions on how to reset your password shortly.
ro: Dacă adresa ta de email este asociată cu un cont, vei primi instrucțiuni despre cum să-ți resetezi parola în curând.

source: Password Reset
ro: Resetare Parolă

source: Password Reset Request
ro: Cerere de Resetare Parolă

source: You're receiving this email because you requested a password reset for your user account. Please click the button below to reset your password:
ro: Primiți acest e-mail deoarece ați solicitat resetarea parolei pentru contul dvs. de utilizator. Vă rugăm să dați click pe butonul de mai jos pentru a vă reseta parola:

source: The reset link is available only for 30 minutes!
ro: Linkul de resetare este disponibil doar timp de 30 de minute!

source: If you didn't request a password reset, please ignore this email.
ro: Dacă nu ai cerut o resetare a parolei, te rugăm să ignori acest email.

source: Thank you for using
ro: Mulțumim că folosești

source: The PlayStyle Compass Team
ro: Echipa PlayStyle Compass

source: Reset Password :: PlayStyle Compass
ro: Resetare Parolă :: PlayStyle Compass

source: To reset your password, submit the email address associated with your account.
ro: Pentru a-ți reseta parola, trimite adresa de email asociată cu contul tău.

source: Create a new account
ro: Creează un cont nou

source: Back to login
ro: Înapoi la autentificare

source: Password reset on %(site_name)s
ro: Resetare parolă pe %(site_name)s

source: Change Profile Name :: PlayStyle Compass
ro: Schimbă Numele Profilului :: PlayStyle Compass

source: CHANGE PROFILE NAME
ro: SCHIMBĂ NUMELE DE PROFIL

source: Personalize your PlayStyle Compass profile by updating your display name. Choose a name that represents you and your gaming identity.
ro: Personalizează-ți profilul PlayStyle Compass actualizând numele de profil. Alege un nume care să te reprezinte pe tine și identitatea ta de jucător.

source: Choose your new profile name
ro: Alege-ți noul nume de profil

source: Change
ro: Schimbă

source: CHANGE PROFILE PICTURE
ro: SCHIMBĂ FOTOGRAFIA DE PROFIL

source: Update your profile picture to personalize your PlayStyle Compass experience. Choose an image that reflects your gaming style and personality.
ro: Actualizează-ți fotografia de profil pentru a-ți personaliza experiența PlayStyle Compass. Alege o imagine care reflectă stilul tău de joc și personalitatea.

source: Change your profile picture
ro: Schimbă-ți poza de profil

source: Currently:
ro: Acum:

source: Have a question or feedback? We're here to help! Reach out to us using the form below and our team will get back to you as soon as possible.
ro: Ai o întrebare sau feedback? Suntem aici pentru a te ajuta! Contactează-ne folosind formularul de mai jos și echipa noastră îți va răspunde cât mai curând posibil.

source: Name
ro: Nume

source: Subject
ro: Subiect

source: Message
ro: Mesaj

source: Submit
ro: Trimite

source: PREFERENCE QUIZ RECOMMENDATIONS
ro: RECOMANDĂRI DIN CHESTIONARUL DE PREFERINȚE
