Repository: miron-alexandru/PlayStyleCompass
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Explore personalized game recommendations tailored to your preferences from the quiz.
ro: Explorați recomandări personalizate de jocuri adaptate preferințelor dvs. din cadrul chestionarului.

source: Here are your personalized game recommendations based on your last Preference Quiz!
ro: Iată recomandările tale personalizate de jocuri în funcție de ultimul tău Chestionar de Preferințe!

source: Time until the next Preference Quiz is available:
ro: Durata până când următorul Chestionar de Preferințe este disponibil:

source: Your next Preference Quiz is available now!
ro: Umătorul tău Chestionar de Preferințe este disponibil acum!

source: Click here to retake the Preference Quiz
ro: Apasă aici pentru a relua Chestionarul de Preferințe

source: You haven't taken the Preference Quiz yet.
ro: Nu ai completat încă Chestionarul de Preferințe.

source: here
ro: aici

source: to take it and get personalized game recommendations.
ro: pentru a-l face și a primi recomandări personalizate de jocuri.

source: GAMING PREFERENCE QUIZ
ro: CHESTIONARUL PREFERINȚELOR DE JOCURI

source: Discover your gaming tastes while unlocking personalized game recommendations. Answer a few questions and unlock a world of gaming delights tailored just for you.
ro: Descoperă-ți gusturile în jocuri și deblochează recomandări personalizate. Răspunde la câteva întrebări și descoperă un univers de delicii în jocuri, adaptat special pentru tine.

source: BLOCK LIST
ro: LISTĂ DE BLOCĂRI

source: Manage your blocked users here. This list shows all the users you have chosen to block, allowing you to easily review and manage your block settings.
ro: Gestionează utilizatorii blocați aici. Această listă afișează toți utilizatorii pe care i-ai ales să-i blochezi, permițându-ți să revizuiești și să gestionezi cu ușurință setările de blocare.

source: Unblock
ro: Deblochează

source: Your block list is empty.
ro: Lista de blocări este goală.

source: CHATTING WITH
ro: CONVERSAȚIE CU

source: Engage in meaningful conversations, share thoughts, and enjoy the interaction.
ro: Implicați-vă în conversații semnificative, împărtășiți gânduri și bucurați-vă de interacțiune.

source: Search Message
ro: Caută Mesaj

source: Pinned Messages
ro: Mesaje Fixate

source: Change Background
ro: Schimbă Fundalul

source: Delete Messages
ro: Șterge Mesajele

source: is typing...
ro: scrie...

source: CHATS
ro: CONVERSAȚII

source: Here you can view all your ongoing chat conversations with other users. Click on any conversation to continue chatting or review your recent interactions.
ro: Aici poți vizualiza toate conversațiile tale curente cu alți utilizatori. Fă clic pe orice conversație pentru a continua chatul sau pentru a revizui interacțiunile recente.

source: Latest Message:
ro: Ultimul Mesaj:

source: Open Chat
ro: Deschide Conversația

source: Your chat list is empty.
ro: Lista de conversații este goală.

source: See messages you sent and received from users.
ro: Vezi mesajele trimise și primite de la utilizatori.

source: Messages Received
ro: Mesaje Primite

source: Sent Messages
ro: Mesaje Trimise

source: Reply
ro: Răspunde

source: Subject:
ro: Subiect:

source: You have no messages in this category.
ro: Nu ai niciun mesaj in această categorie.

source: SEND A MESSAGE TO
ro: TRIMITE UN MESAJ CĂTRE

source: Send Message
ro: Trimite Mesaj

source: Hi
ro: Salut

source: Please click on the link below to confirm your registration:
ro: Te rugăm să dai click pe link-ul de mai jos pentru a-ți confirma înregistrarea:

source: We received a request to delete your account. Please click on the link below to confirm this request:
ro: Am primit o solicitare pentru ștergerea contului dumneavoastră. Vă rugăm să faceți click pe linkul de mai jos pentru a confirma această solicitare:

source: If you did not request this, please ignore this email.
ro: Dacă nu ați solicitat acest lucru, vă rugăm să ignorați acest e-mail.

source: Log Out :: PlayStyle Compass
ro: Deconectare :: PlayStyle Compass

source: You have been logged out
ro: Ai fost deconectat

source: You will be redirected to the home page in:
ro: Vei fi redirecționat la pagina principală în:

source: 5 seconds
ro: 5 secunde

source: Log In :: PlayStyle Compass
ro: Autentificare :: PlayStyle Compass

source: Welcome back to PlayStyle Compass! Log in to access your personalized gaming recommendations and continue your gaming journey with ease.
ro: Bine ai revenit la PlayStyle Compass! Conectează-te pentru a accesa recomandările personalizate de jocuri și pentru a-ți continua călătoria în lumea jocurilor cu ușurință.

source: Log Into Your Account
ro: Conectează-te la contul tău

source: Username
ro: Nume utilizator

source: Remember me
ro: Ține-mă minte

source: with your Google Account
ro: cu contul dvs. Google

source: Forgot password?
ro: Ai uitat parola?

source: Don't have an account?
ro: Nu ai un cont?

source: Sign up now!
ro: Înregistrează-te acum!

source: REGISTRATION
ro: ÎNREGISTRARE

source: Unlock a world of tailored gaming experiences. Register now to discover video games perfectly aligned with your unique tastes and preferences.
ro: Descoperă o lume de experiențe de joc personalizate. Înregistrează-te acum pentru a descoperi jocuri video perfect aliniate cu gusturile și preferințele tale unice.

source: Create your account
ro: Creează-ți contul

source: Profile Name
ro: Nume Profil

source: Confirm Password
ro: Confirmă Parola

source: Decline
ro: Respinge

source: Accept
ro: Acceptă

source: FOLLOWERS
ro: URMĂRITORI

source: View the list of users who are following this person. See who’s engaging with their profile!
ro: Vizualizați lista utilizatorilor care urmăresc această persoană. Vedeți cine interacționează cu profilul său!

source: Followers
ro: Urmăritori

source: No followers yet.
ro: Nu are încă urmăritori.

source: FOLLOWING
ro: URMĂRIȚI

source: Browse the list of users that this person is following. Stay updated on their connections and interests!
ro: Răsfoiți lista utilizatorilor pe care această persoană îi urmărește. Rămâneți la curent cu conexiunile și interesele lor!

source: Following
ro: Urmăriți

source: Not following anyone yet.
ro: Nu urmărește pe nimeni încă.

source: FRIEND REQUESTS
ro: CERERI DE PRIETENIE

source: Review and manage incoming and sent friend requests. Stay connected with new friends!
ro: Revizuiți și gestionați cererile de prietenie primite și trimise. Rămâneți conectat cu prietenii noi!

source: RECEIVED REQUESTS
ro: CERERI PRIMITE

source: No friend requests received.
ro: Nicio cerere de prietenie primită.

source: SENT REQUESTS
ro: CERERI TRIMISE

source: No friend requests sent.
ro: Nicio cerere de prietenie trimisă.

source: MY FRIENDS
ro: PRIETENII MEI

source: Explore and manage your connections. See who's on your friends list, and stay connected with your social circle.
ro: Explorează și administrează conexiunile tale. Vezi cine este în lista ta de prieteni și rămâi conectat cu cercul tău social.

source: Start Chat
ro: Pornește Chat

source: Unfriend
ro: Șterge din prieteni

source: Your friends list is currently empty. Connect with others by sending friend requests!
ro: Lista ta de prieteni este momentan goală. Conectează-te cu alții trimitând cereri de prietenie!

source: NOTIFICATION SETTINGS
ro: SETĂRI DE NOTIFICARE

source: Manage your notification preferences to stay updated on important activities. Tailor your experience to ensure you never miss what matters most to you!
ro: Gestionează-ți preferințele de notificare pentru a rămâne la curent cu activitățile importante. Personalizează-ți experiența pentru a te asigura că nu ratezi niciodată ceea ce contează cel mai mult pentru tine!

source: Notification Settings
ro: Setări de Notificare

source: Following's Reviews Notifications
ro: Notificări de Recenzii Urmărite

source: Receive notifications when users you follow write a new game review.
ro: Primiți notificări când utilizatorii pe care îi urmăriți scriu o recenzie nouă pentru un joc.

source: Follow Notifications
ro: Notificări de Urmărire

source: Receive notifications when someone starts following you.
ro: Primiți notificări când cineva începe să vă urmărească.

source: Friend Request Notifications
ro: Notificări Cereri de Prietenie

source: Receive notifications when someone sends or accepts your friend request.
ro: Primiți notificări când cineva trimite sau acceptă cererea dvs. de prietenie.

source: Message Notifications
ro: Notificări de Mesaje

source: Receive notifications when you get a new private message from another user.
ro: Primiți notificări când primiți un mesaj privat nou de la un alt utilizator.

source: Chat Message Notifications
ro: Notificări Mesaje Chat

source: Receive notifications for incoming chat messages.
ro: Primiți notificări pentru mesajele primite în chat.

source: Shared Game Notifications
ro: Notificări de Jocuri Împărtășite

source: Receive notifications when someone shares a game with you.
ro: Primiți notificări când cineva îți distribuie un joc.

source: Shared Game List Notifications
ro: Notificări pentru liste de jocuri împărtășite

source: Receive notifications when someone shares a game list with you.
ro: Primește notificări când cineva îți distribuie o listă de jocuri.

source: PROFILE DETAILS
ro: DETALII PROFIL

source: Customize your gaming persona here. Update bio, select favorite game, and more. Make your mark in the gaming community.
ro: Personalizează-ți persona de gaming aici. Actualizează biografia, selectează jocul preferat și multe altele. Fă-ți simțită prezența în comunitatea de gaming.

source: Gaming Alias
ro: Alias de gaming

source: Current Game
ro: Joc curent

source: Last Finished Game
ro: Ultimul Joc Terminat

source: Favorite Game
ro: Jocul Favorit

source: Favorite Franchise
ro: Franciza Favorită

source: Favorite Character
ro: Personajul Favorit

source: Favorite Soundtrack
ro: Coloana sonoră preferată

source: Favorite Game Modes
ro: Moduri de joc preferate

source: Gaming Commitment
ro: Angajamentul față de gaming

source: Main Platform
ro: Platforma Principală

source: Gaming Setup
ro: Setup-ul de Gaming

source: Preferred Streaming Platform
ro: Platforma de Streaming Preferată

source: Save changes
ro: Salvează Schimbările

source: Reset details
ro: Resetează detaliile

source: YOUR PROFILE
ro: PROFILUL TĂU

source: %(uppercase_profile_name)s'S PROFILE
ro: %(uppercase_profile_name)s - PROFIL

source: You
ro: Tu

source: Friend
ro: Prieteni

source: Online
ro: Conectat

source: Offline
ro: Deconectat

source: Profile Details
ro: Detalii Profil

source: Profile Picture
ro: Poza de Profil

source: Block
ro: Blochează

source: Stranger
ro: Străin

source: Friend Request
ro: Cerere de prietenie

source: Unfollow
ro: Dezabonați-vă

source: Follow
ro: Urmăriți

source: Favorites
ro: Favorite

source: In Queue
ro: Programate

source: Review Likes
ro: Aprecieri Recenzii

source: Reviewed Lists
ro: Liste recenzate

source: The password must contain at least 1 uppercase letter (A-Z).
ro: Parola trebuie să conțină cel puțin o literă mare (A-Z).

source: Your password must contain at least 1 uppercase letter (A-Z).
ro: Parola trebuie să conțină cel puțin o literă mare (A-Z).

source: The password must contain at least 1 lowercase letter (a-z).
ro: Parola trebuie să conțină cel puțin o literă mică (a-z).

source: Your password must contain at least 1 lowercase letter (a-z).
ro: Parola trebuie să conțină cel puțin o literă mică (a-z).

source: The password must contain at least 1 special character: @#$%!^&*
ro: Parola trebuie să conțină cel puțin un caracter special: @#$%!^&*

source: Your password must contain at least 1 special character: @#$%!^&*
ro: Parola trebuie să conțină cel puțin un caracter special: @#$%!^&*

source: You can only update your profile name once per hour. Please try again in {} minutes and {} seconds.
ro: Poți actualiza numele profilului doar o dată pe oră. Te rog încearcă din nou în {} minute și {} secunde.

source: Your profile name has been successfully changed!
ro: Numele tău de profil a fost schimbat cu succes!

source: Thank you for your email confirmation!
ro: Mulțumim pentru confirmarea prin email!

source: Activation link is invalid!
ro: Linkul de activare nu este valid!

source: Email address already confirmed!
ro: Adresa de email a fost deja confirmata!

source: Email address not confirmed!
ro: Adresa de E-mail nu a fost confirmata!

source: Confirm your account deletion.
ro: Confirmați ștergerea contului dvs.

source: Register :: PlayStyle Compass
ro: Înregistrare :: PlayStyle Compass

source: Your account has been successfully deleted!
ro: Contul tău a fost șters cu succes!

source: Incorrect password. Please try again.
ro: Parolă incorectă. Te rugăm să încerci din nou.

source: A confirmation email has been sent to your address. Please follow the instructions to complete the deletion process.
ro: Un email de confirmare a fost trimis la adresa dumneavoastră. Vă rugăm să urmați instrucțiunile pentru a finaliza procesul de ștergere.

source: Problem sending email to %(to_email)s, please check if it is correct.
ro: Problemă la trimiterea emailului către %(to_email)s, te rugăm să verifici dacă este corect.

source: Please confirm your email address before attempting to delete your account.
ro: Te rugăm să confirmi adresa ta de email înainte de a încerca să ștergi contul tău.

source: Delete Account :: PlayStyle Compass
ro: Ștergere Cont :: PlayStyle Compass

source: Your account has been deleted successfully.
ro: Contul tău a fost șters cu succes.

source: The confirmation link is invalid or has expired.
ro: Linkul de confirmare este invalid sau a expirat.

source: Confirm Email Change
ro: Confirmare Schimbare Email

source: Change Email :: PlayStyle Compass
ro: Schimbare Email :: PlayStyle Compass

source: Invalid token for email change.
ro: Token invalid pentru schimbarea emailului.

source: Email Address successfully changed!
ro: Adresa de email a fost schimbată cu succes!

source: Email Change Success :: PlayStyle Compass
ro: Schimbare Email Reușită :: PlayStyle Compass

source: You have successfully changed your email address, go to the homepage by clicking the button below.
ro: Ți-ai schimbat cu succes adresa de email, mergi la pagina principală dând click pe butonul de mai jos.

source: Confirmation email successfully sent!
ro: Emailul de confirmare a fost trimis cu succes!

source: Email Change Done :: PlayStyle Compass
ro: Schimbare Email Finalizată :: PlayStyle Compass

source: An email confirmation has been sent to your current email address. Please check your inbox and click the link provided to confirm the email change.
ro: Un email de confirmare a fost trimis la adresa ta de email actuală. Te rugăm să verifici inboxul și să dai click pe link pentru a confirma schimbarea emailului.

source: New password must be different from the old password!
ro: Noua parolă trebuie să fie diferită de cea veche!

source: New passwords must match.
ro: Noile parole trebuie să coincidă.

source: Change Password :: PlayStyle Compass
ro: Schimbare Parolă :: PlayStyle Compass

source: Password Changed Successfully!
ro: Parola a fost schimbată cu succes!

source: Password Change Done :: PlayStyle Compass
ro: Schimbare Parolă Finalizată :: PlayStyle Compass

source: Your password has been successfully changed!<br><br>To return to the homepage, please click the button below.
ro: Parola ta a fost schimbată cu succes!<br><br>Pentru a reveni la pagina principală, te rugăm să apeși butonul de mai jos.

source: Change Profile Picture :: PlayStyle Compass
ro: Schimbare Imagine Profil :: PlayStyle Compass

source: Contact Us :: PlayStyle Compass
ro: Contactează-ne :: PlayStyle Compass

source: Your message has been successfully submitted!
ro: Mesajul tău a fost trimis cu succes!

source: Contact Us Done :: PlayStyle Compass
ro: Contactare Finalizată :: PlayStyle Compass

source: Thank you for contacting us! Our team will review it within 48 hours and get back to you as soon as possible. Go to the homepage by clicking the button below.
ro: Îți mulțumim că ne-ai contactat! Echipa noastră va analiza mesajul în termen de 48 de ore și îți va răspunde cât mai curând posibil. Mergi la pagina principală dând click pe butonul de mai jos.

source: You must be authenticated to view the friends list.
ro: Trebuie să fii autentificat pentru a vedea lista de prieteni.

source: You cannot view the friends list of another user.
ro: Nu poți vedea lista de prieteni a altui utilizator.

source: Friends List :: PlayStyle Compass
ro: Lista de Prieteni :: PlayStyle Compass

source: You can't view the friend requests of another user.
ro: Nu poți vedea cererile de prietenie ale altui utilizator.

source: Friend Requests :: PlayStyle Compass
ro: Cererile de Prietenie :: PlayStyle Compass

source: <strong>%(profile_name)s</strong> is already in your friends list.
ro: <strong>%(profile_name)s</strong> este deja în lista ta de prieteni.

source: You cannot send a friend request to <strong>yourself.</strong>
ro: Nu poți trimite o cerere de prietenie către <strong>propria persoană.</strong>

source: You already sent a friend request to this user.
ro: Ai trimis deja o cerere de prietenie către acest utilizator.

source: Friend request sent.
ro: Cerere de prietenie trimisă.

source: The user does not exist or has deleted their account.
ro: Utilizatorul nu există sau și-a șters contul.

source: You must be logged in to send a friend request.
ro: Trebuie să fii autentificat pentru a trimite o cerere de prietenie.

source: Friend request accepted.
ro: Cererea de prietenie a fost acceptată.

source: That is not your request to accept.
ro: Aceea nu este cererea ta de acceptat.

source: Unable to accept that friend request.
ro: Imposibil de acceptat cererea de prietenie.

source: You must be authenticated to accept a friend request.
ro: Trebuie să fii autentificat pentru a accepta o cerere de prietenie.

source: Successfully removed that friend.
ro: Prietenele au fost eliminate cu succes.

source: There was an error. Unable to remove that friend.
ro: A apărut o eroare. Imposibil de eliminat această prietenie.

source: You must be authenticated to remove a friend.
ro: Trebuie să fii autentificat pentru a elimina un prieten.

source: Friend request declined.
ro: Cererea de prietenie a fost refuzată.

source: That is not your friend request to decline.
ro: Aceea nu este cererea ta de prietenie de refuzat.

source: Unable to decline that friend request.
ro: Imposibil de refuzat cererea de prietenie.

source: You must be authenticated to decline a friend request.
ro: Trebuie să fii autentificat pentru a refuza o cerere de prietenie.

source: Nothing to cancel. Friend request does not exist.
ro: Nimic de anulat. Cererea de prietenie nu există.

source: Friend request canceled.
ro: Cererea de prietenie a fost anulată.

source: Unable to cancel that friend request.
ro: Imposibil de anulat cererea de prietenie.

source: You must be authenticated to cancel a friend request.
ro: Trebuie să fii autentificat pentru a anula o cerere de prietenie.

source: User Profile :: PlayStyle Compass
ro: Profilul Utilizatorului :: PlayStyle Compass

source: Message sent successfully!
ro: Mesaj trimis cu succes!

source: Send message :: PlayStyle Compass
ro: Trimite mesaj :: PlayStyle Compass

source: You can only take the quiz once per day. Please try again in {}
ro: Poți să faci chestionarul doar o dată pe zi. Te rog să încerci din nou în {}

source: Thank you for completing the Preference Quiz! Your responses will help us provide personalized game recommendations tailored just for you. Click <a href='{0}'>here</a> to view your Quiz Recommendations.
ro: Mulțumim că ai completat chestionarul preferințelor! Răspunsurile tale ne vor ajuta să furnizăm recomandări personalizate de jocuri adaptate special pentru tine. Apasă <a href='{0}'>aici</a> pentru a vedea recomandările tale de la chestionar.

source: Preference Quiz :: PlayStyle Compass
ro: Chestionarul de Preferințe :: PlayStyle Compass

source: Quiz Recommendations :: PlayStyle Compass
ro: Recomandările din Chestionar :: PlayStyle Compass

source: Profile Details :: PlayStyle Compass
ro: Detalii Profil :: PlayStyle Compass

source: Chat :: PlayStyle Compass
ro: Conversație :: PlayStyle Compass

source: Sender:
ro: Expeditor:

source: No messages yet
ro: Niciun mesaj încă

source: Chat List :: PlayStyle Compass
ro: Listă Conversații :: PlayStyle Compass

source: You cannot block yourself.
ro: Nu te poți bloca singur.

source: User is already blocked.
ro: Utilizatorul este deja blocat.

source: User has been blocked.
ro: Utilizatorul a fost blocat.

source: You cannot unblock yourself.
ro: Nu te poți debloca singur.

source: User has been unblocked.
ro: Utilizatorul a fost deblocat.

source: User was not blocked.
ro: Utilizatorul nu a fost blocat.

source: Block List :: PlayStyle Compass
ro: Listă Blocări :: PlayStyle Compass

source: You are now following %s.
ro: Acum îl urmăriți pe %s.

source: You are already following %s.
ro: Îl urmăriți deja pe %s.

source: You have unfollowed %s.
ro: V-ați dezabonat de la %s.

source: You are not following %s.
ro: Nu îl urmăriți pe %s.

source: Followers :: PlayStyle Compass
ro: Urmăritori :: PlayStyle Compass

source: Following :: PlayStyle Compass
ro: Urmăriți :: PlayStyle Compass

source: Notification Settings :: PlayStyle Compass
ro: Setări de Notificare :: PlayStyle Compass
