Repository: miron-alexandru/PlayStyleCompass
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ro

source: PlayStyle Compass :: API Documentation
ro: PlayStyle Compass :: Documentație API

source: Review Title
ro: Titlu Recenzie

source: Review
ro: Recenzie

source: Your Rating
ro: Ratingul tău

source: Enter a brief title for your review...
ro: Adaugă un titlu pentru recenzia ta...

source: Share your detailed review of the game, including your thoughts on gameplay, graphics, storyline, and overall experience...
ro: Distribuie-ți recenzia detaliată a jocului, inclusiv gândurile tale despre gameplay, grafică, poveste și experiența generală...

source: Enter the title of your game list
ro: Introdu titlul listei tale de jocuri

source: Enter a description for your game list (optional)
ro: Introduce o descriere pentru lista ta de jocuri (opțional)

source: Select games to include in the list.
ro: Selectează jocurile pe care vrei să le incluzi în listă.

source: Enter additional game names
ro: Introdu numele unor jocuri suplimentare

source: Make public
ro: Fă public

source: Write your comment here...
ro: Scrie comentariul tău aici...

source: Is this poll public?
ro: Este acest sondaj public?

source: You can only add up to 5 options.
ro: Poți adăuga doar până la 5 opțiuni.

source: Comment
ro: Comentariu

source: List Comment
ro: Comentariu listă

source: List Comments
ro: Comentarii listă

source: API DOCUMENTATION
ro: DOCUMENTAȚIA API

source: Explore the PlayStyle Compass API to seamlessly integrate gaming data into your applications.
ro: Explorați API-ul PlayStyle Compass pentru a integra datele de jocuri în aplicațiile dumneavoastră.

source: API Documentation
ro: Documentație API

source: Authentication
ro: Autentificare

source: To access the API, you must provide an API key.
ro: Pentru a accesa API-ul, trebuie să furnizați o cheie API.

source: There are two ways to authenticate:
ro: Există două modalități de autentificare:

source: 1. Using the API Key in the URL
ro: 1. Folosind cheia API în URL

source: You can pass the API key as a query parameter like this:
ro: Puteți transmite cheia API ca parametru de interogare astfel:

source: 2. Using the Authorization Header
ro: 2. Folosind antetul Authorization

source: You can also include the API key in the request headers:
ro: De asemenea, puteți include cheia API în anteturile cererii:

source: Example cURL request:
ro: Exemplu de cerere cURL:

source: Replace 'YOUR_API_KEY' with your actual API key.
ro: Înlocuiți 'YOUR_API_KEY' cu cheia dumneavoastră API reală.

source: Get List Of Games
ro: Obține lista de jocuri

source: Description:
ro: Descriere:

source: Retrieves a paginated list of games.
ro: Recuperează o listă paginată de jocuri.

source: Filters:
ro: Filtre:

source: Use query parameters to filter results.
ro: Utilizează parametrii de interogare pentru a filtra rezultatele.

source: Filter by platform (e.g., PC, PS5).
ro: Filtrează după platformă (de ex., PC, PS5).

source: Filter by game themes.
ro: Filtrează după temele jocului.

source: Filter by concepts.
ro: Filtrează după concepte.

source: Filter by game genres.
ro: Filtrează după genurile jocului.

source: Filter by release date.
ro: Filtrează după data lansării.

source: Filter by developers.
ro: Filtrează după dezvoltatori.

source: Filter by casual games.
ro: Filtrează după jocuri casual.

source: Filter by popular games.
ro: Filtrează după jocuri populare.

source: Filter by minimum score.
ro: Filtrează după scorul minim.

source: Filter by game franchises.
ro: Filtrează după francize de jocuri.

source: Ordering:
ro: Sortare:

source: You can order the games by the following fields:
ro: Poți ordona jocurile după următoarele câmpuri:

source: Order by game title.
ro: Ordonează după titlul jocului.

source: Order by release date.
ro: Ordonează după data lansării.

source: Order by average score.
ro: Ordonează după scorul mediu.

source: Pagination:
ro: Paginare:

source: Use the following parameters to control the pagination:
ro: Folosește următorii parametri pentru a controla paginarea:

source: Number of results per page (default: 100, max: 100).
ro: Numărul de rezultate pe pagină (implicit: 100, maxim: 100).

source: Skip the first N results (useful for pagination).
ro: Sari peste primele N rezultate (util pentru paginare).

source: Example:
ro: Exemplu:

source: Explanation:
ro: Explicație:

source: This request will retrieve a paginated list of popular action games available on PC, ordered by release date, with 10 results per page, starting from the first result.
ro: Această cerere va returna o listă paginată de jocuri de acțiune populare disponibile pe PC, ordonată după data lansării, cu 10 rezultate pe pagină, începând de la primul rezultat.

source: Get Game Details
ro: Obține detalii despre joc

source: Retrieves details of a specific game by ID.
ro: Recuperează detaliile unui joc specific după ID.

source: Query Parameters:
ro: Parametri de interogare:

source: Unique global identifier.
ro: Identificator global unic.

source: Title of the game.
ro: Titlul jocului.

source: Detailed description.
ro: Descriere detaliată.

source: Short game overview.
ro: Prezentare generală scurtă a jocului.

source: Game genres.
ro: Genuri de jocuri.

source: Platforms the game is available on.
ro: Platformele pe care este disponibil jocul.

source: Game themes.
ro: Teme de joc.

source: Main game image URL.
ro: URL-ul imaginii principale a jocului.

source: Release date of the game.
ro: Data lansării jocului.

source: Developers of the game.
ro: Dezvoltatorii jocului.

source: Additional game images.
ro: Imagini suplimentare ale jocului.

source: Similar games.
ro: Jocuri similare.

source: List of downloadable content (DLCs).
ro: Lista de conținut descărcabil (DLC-uri).

source: Game franchises.
ro: Francize de jocuri.

source: Links to game videos.
ro: Linkuri către videoclipuri despre joc.

source: Game concepts.
ro: Concepte ale jocului.

source: Boolean flag for casual games.
ro: Indicator boolean pentru jocuri casual.

source: Boolean flag for popular games.
ro: Indicator boolean pentru jocuri populare.

source: Estimated playtime.
ro: Timp de joc estimat.

source: Minimum PC requirements.
ro: Cerințe minime pentru PC.

source: Recommended PC requirements.
ro: Cerințe recomandate pentru PC.

source: Minimum macOS requirements.
ro: Cerințe minime pentru macOS.

source: Recommended macOS requirements.
ro: Cerințe recomandate pentru macOS.

source: Minimum Linux requirements.
ro: Cerințe minime pentru Linux.

source: Recommended Linux requirements.
ro: Cerințe recomandate pentru Linux.

source: Average game rating.
ro: Scor mediu al jocului.

source: Total number of reviews.
ro: Numărul total de recenzii.

source: Translated description (Romanian).
ro: Descriere tradusă (română).

source: Translated overview (Romanian).
ro: Prezentare generală tradusă (română).

source: Get List of Franchises
ro: Obține lista de francize

source: Retrieve a paginated list of franchises.
ro: Recuperează o listă paginată de francize.

source: Filter by title.
ro: Filtrare după titlu.

source: Filter by games.
ro: Filtrare după jocuri.

source: Filter by number of games.
ro: Filtrare după numărul de jocuri.

source: You can order the franchises by the following fields:
ro: Poți ordona francizele după următoarele câmpuri:

source: Order by number of games.
ro: Ordonează după numărul de jocuri.

source: "This request retrieves a paginated list of franchises that include the game Assassins Creed. The results are ordered alphabetically by title, with a maximum of 5 franchises per page.
ro: Această cerere returnează o listă paginată de francize care includ jocul Assassin's Creed. Rezultatele sunt ordonate alfabetically după titlu, cu un maximum de 5 francize pe pagină.

source: Get Franchise Details
ro: Obține detalii despre franciză

source: Retrieves details of a specific franachise by ID.
ro: Recuperează detalii ale unei francize specifice după ID.

source: Unique identifier for the franchise.
ro: Identificatorul unic al francizei.

source: Title of the franchise.
ro: Titlul francizei.

source: Detailed description of the franchise.
ro: Descriere detaliată a francizei.

source: General overview of the franchise.
ro: Prezentare generală a francizei.

source: List of games associated with the franchise.
ro: Lista jocurilor asociate cu franciza.

source: URL of the main image representing the franchise.
ro: URL-ul imaginii principale care reprezintă franciza.

source: URLs of additional images related to the franchise.
ro: URL-urile altor imagini legate de franciză.

source: Total number of games in the franchise.
ro: Numărul total de jocuri din franciză.

source: Get List of Characters
ro: Obține lista personajelor

source: Retrieve a paginated list of characters.
ro: Recuperează o listă paginată de personaje.

source: Filter by character name.
ro: Filtrează după numele personajului.

source: Filter by birthday.
ro: Filtrează după ziua de naștere.

source: Filter by friends of the character.
ro: Filtrare după prietenii personajului.

source: Filter by enemies of the character.
ro: Filtrare după dușmanii personajului.

source: Filter by games the character appears in.
ro: Filtrare după jocurile în care apare personajul.

source: Filter by the first game the character appeared in.
ro: Filtrare după primul joc în care a apărut personajul.

source: Filter by franchises associated with the character.
ro: Filtrare după francizele asociate cu personajul.

source: You can order the characters by the following fields:
ro: Poți ordona personajele după următoarele câmpuri:

source: Order by character name.
ro: Ordonează după numele personajului.

source: Use the following parameters to control pagination:
ro: Folosește următorii parametri pentru a controla paginarea:

source: This request retrieves a paginated list of characters that appear in 'The Witcher'. The results are ordered alphabetically by name, with a maximum of 5 characters per page.
ro: Această cerere returnează o listă paginată de personaje care apar în The Witcher. Rezultatele sunt ordonate alfabetically după nume, cu un maximum de 5 personaje pe pagină.

source: Get Character Details
ro: Obține detalii despre personaj

source: Retrieve details of a specific character by ID.
ro: Recuperează detalii ale unui anumit personaj după ID.

source: Unique identifier for the character.
ro: Identificatorul unic al personajului.

source: Name of the character.
ro: Numele personajului.

source: Brief summary of the character.
ro: Sumar scurt al personajului.

source: Detailed description of the character.
ro: Descriere detaliată a personajului.

source: Character's birthday.
ro: Ziua de naștere a personajului

source: List of the character's friends.
ro: Lista prietenilor personajului.

source: List of the character's enemies.
ro: Lista dușmanilor personajului.

source: List of games the character appears in.
ro: Lista jocurilor în care apare personajul.

source: The first game the character appeared in.
ro: Primul joc în care a apărut personajul.

source: Franchises associated with the character.
ro: Francizele asociate cu personajul.

source: URL of the main image representing the character.
ro: URL-ul imaginii principale care reprezintă personajul.

source: URLs of additional images related to the character.
ro: URL-urile imaginilor suplimentare legate de personaj.

source: Unique identifier assigned to the character.
ro: Identificatorul unic atribuit personajului.

source: Get List of Game Reviews
ro: Obține lista recenziilor jocurilor

source: Retrieve a paginated list of game reviews.
ro: Recuperează o listă paginată de recenzii ale jocurilor.

source: Filter by game GUID.
ro: Filtrează după GUID-ul jocului.

source: Filter by reviewer name (case-insensitive search).
ro: Filtrează după numele recenzorului (căutare insensibilă la majuscule/minuscule).

source: Filter by exact review score.
ro: Filtrează după scorul exact al recenziei.

source: Filter reviews with a score greater than or equal to this value.
ro: Filtrează recenziile cu un scor mai mare sau egal cu această valoare.

source: Filter reviews with a score less than or equal to this value.
ro: Filtrează recenziile cu un scor mai mic sau egal cu această valoare.

source: Filter by the exact date the review was added.
ro: Filtrează după data exactă în care recenzia a fost adăugată.

source: You can order the reviews by the following fields:
ro: Poți ordona recenziile după următoarele câmpuri:

source: Order by review score.
ro: Ordonează după scorul recenziei.

source: Order by number of likes.
ro: Ordonează după numărul de aprecieri.

source: Order by number of dislikes.
ro: Ordonează după numărul de dislike-uri.

source: Order by review deck.
ro: Ordonează după pachetul de recenzie.

source: Order by review date.
ro: Ordonează după data recenziei.

source: This request retrieves a paginated list of reviews for the game with GUID '12345'. The results are ordered by score, with a maximum of 10 reviews per page.
ro: Această cerere returnează o listă paginată de recenzii pentru jocul cu GUID-ul '12345'. Rezultatele sunt ordonate după scor, cu un maxim de 10 recenzii pe pagină.

source: Get Game Review Details
ro: Obține detalii despre recenzia jocului

source: Retrieve details of a specific review by ID.
ro: Recuperează detalii ale unei recenzii specifice după ID.

source: Unique identifier for the review.
ro: Identificatorul unic al recenziei.

source: GUID of the game being reviewed.
ro: GUID-ul jocului recenzat.

source: Name of the reviewer.
ro: Numele recenzorului.

source: Short summary of the review.
ro: Rezumat scurt al recenziei.

source: Full review text.
ro: Textul complet al recenziei.

source: Review score.
ro: Scorul recenziei.

source: Number of likes the review has received.
ro: Numărul de aprecieri primite de recenzie.

source: Number of dislikes the review has received.
ro: Numărul de dezaprobări primite de recenzie.

source: List of users who liked the review.
ro: Lista utilizatorilor care au apreciat recenzia.

source: List of users who disliked the review.
ro: Lista utilizatorilor care au dezaprobat recenzia.

source: Date and time when the review was added.
ro: Data și ora în care a fost adăugată recenzia.

source: Get List of News Articles
ro: Obține lista de articole de știri

source: Retrieve a paginated list of news articles.
ro: Recuperează o listă paginată de articole de știri.

source: Filter by news title (case-insensitive search).
ro: Filtrare după titlul articolului de știri (căutare insensibilă la majuscule/minuscule).

source: Filter by publication date (partial match allowed).
ro: Filtrare după data publicării (se permite potrivirea parțială).

source: Filter by platforms mentioned in the news article (case-insensitive search).
ro: Filtrare după platformele menționate în articolul de știri (căutare insensibilă la majuscule/minuscule).

source: You can order the news articles by the following fields:
ro: Poți ordona articolele de știri după următoarele câmpuri:

source: Order by article title.
ro: Ordonează după titlul articolului.

source: Order by publication date.
ro: Ordonează după data publicării.

source: This request retrieves a paginated list of news articles with 'Cyberpunk' in the title, ordered by publish date, with a maximum of 10 articles per page.
ro: Această cerere recuperează o listă paginată de articole de știri cu „Cyberpunk” în titlu, ordonată după data publicării, cu un maximum de 10 articole pe pagină.

source: Get News Article Details
ro: Obține detalii ale articolului de știri

source: Retrieve details of a specific news article by ID.
ro: Recuperează detalii despre un articol de știri specific după ID.

source: Unique identifier for the news article.
ro: Identificator unic al articolului de știri.

source: External article ID.
ro: ID-ul extern al articolului.

source: Title of the news article.
ro: Titlul articolului de știri.

source: Brief summary of the article.
ro: Sumar scurt al articolului.

source: Link to the full article.
ro: Link către articolul complet.

source: URL of the article's featured image.
ro: URL-ul imaginii principale a articolului.

source: Publication date of the article.
ro: Data publicării articolului.

source: Platforms mentioned in the article.
ro: Plarformele menționate în articol.

source: Find Your Ideal Games
ro: Găsește-ți Jocurile Ideale

source: Welcome to PlayStyle Compass – your personalized gateway to uncovering video games perfectly tailored to your unique preferences, gaming background, and genre inclinations. Whether you're a casual enthusiast or a dedicated gaming passionate, our application meticulously analyzes your individual gaming profile, curating recommendations that align with your distinct tastes. Embark on an exhilarating journey through the realm of gaming possibilities by creating an account with us!
ro: Bine ai venit la PlayStyle Compass - portalul personalizat care îți deschide drumul către descoperirea jocurilor video perfect adaptate preferințelor tale unice, istoricului tău în gaming și inclinațiilor de gen. Indiferent dacă ești un entuziast casual sau un pasionat dedicat al jocurilor, aplicația noastră analizează cu meticulozitate profilul tău individual în gaming, oferind recomandări care se potrivesc gusturilor tale distincte. Începe o călătorie palpitantă prin lumea posibilităților de gaming, creând un cont cu noi!

source: Register
ro: Înregistrare

source: LATEST NEWS ARTICLES
ro: ULTIMELE ARTICOLE DE ȘTIRI

source: Source:
ro: Sursă:

source: View All Articles
ro: Vezi Toate Articolele

source: EXPLORE YOUR FAVORITES
ro: EXPLOREAZĂ-ȚI FAVORITELE

source: Looking for something specific? Use our search bar to find everything you love from different genres, platforms, and eras. Dive into an extensive collection of games, uncover legendary franchises, and meet iconic characters.
ro: Cauți ceva anume? Utilizați bara noastră de căutare pentru a găsi tot ce iubiți din diferite genuri, platforme și perioade. Intrați într-o colecție extinsă de jocuri, descoperiți francize legendare și întâlniți personaje iconice.

source: POPULAR GAMES
ro: JOCURI POPULARE

source: Discover some of the most popular games here!
ro: Descoperiți câteva dintre cele mai populare jocuri aici!

source: UPCOMING GAMES
ro: JOCURI ÎN DEZVOLTARE

source: Explore the latest and most anticipated games coming soon. Don't miss out on the gaming excitement!
ro: Descoperiți cele mai noi și cele mai așteptate jocuri care urmează să fie lansate curând și explorați viitorul entuziasmului în jocuri.

source: POPULAR FRANCHISES
ro: FRANCIZE POPULARE

source: Discover some of the most iconic and beloved franchises across gaming history!
ro: Descoperă unele dintre cele mai iconice și iubite francize din istoria jocurilor video!

source: LATEST NEWS
ro: ULTIMELE ȘTIRI

source: Stay updated with the latest in gaming and get the insights and stories that matter in the gaming world.
ro: Fiți la curent cu ultimele știri din lumea jocurilor video și descoperiți informațiile și poveștile care contează în universul gaming-ului.

source: Filter by:
ro: Filtrează după:

source: Select Platform
ro: Selectează Platformă

source: Sort by:
ro: Sortează după:

source: Default
ro: Implicit

source: Publish Date (Asc)
ro: Data Publicării (Asc)

source: Publish Date (Desc)
ro: Data Publicării (Desc)

source: Title (Asc)
ro: Titlu (Asc)

source: Title (Desc)
ro: Titlu (Desc)

source: Apply Filters
ro: Aplică Filtre

source: Reset Filters
ro: Resetează Filtre

source: First
ro: Prima

source: Previous
ro: Anterioară

source: Page
ro: Pagina

source: of
ro: din

source: Next
ro: Următoarea

source: Last
ro: Ultima

source: Search...
ro: Caută...

source: Games
ro: Jocuri

source: Franchises
ro: Francize

source: Characters
ro: Caractere

source: CHARACTERS
ro: CARACTERE

source: Explore a diverse cast of characters from your favorite games
ro: Explorează o distribuție diversă de personaje din jocurile tale preferate

source: Name (Asc)
ro: Nume (Asc)

source: Name (Desc)
ro: Nume (Desc)

source: Sorry, no data for this character.
ro: Îmi pare rău, nu există date disponibile pentru acest caracter.

source: Image not available
ro: Imagine indisponibilă

source: [Read more...]
ro: [Citește mai mult...]

source: Birthday:
ro: Zi de naștere:

source: Friends:
ro: Prieteni:

source: Enemies:
ro: Inamici:

source: First Game Appearance:
ro: Prima apariție în joc:

source: Games:
ro: Jocuri:

source: Franchises:
ro: Francize:

source: Images:
ro: Imagini:

source: (Click on the image to open gallery)
ro: (Click pe imagine pentru a deschide galeria)

source: Images not available
ro: Imagini indisponibile

source: SERACH CHARACTER:
ro: CAUTĂ CARACTER:

source: Sorry, there are no results for your search.
ro: Ne pare rău, nu există rezultate pentru căutarea dvs.

source: FRANCHISES
ro: FRANCIZE

source: Discover awesome gaming franchises that have defined the fun. Explore iconic worlds, meet cool characters, and relive gaming history. Get ready for a blast of nostalgia and fun on our franchises page!
ro: Descoperiți francizele de jocuri incredibile care au definit distracția. Explorați lumi iconice, întâlniți personaje cool și retrăiți istoria jocurilor. Pregătiți-vă pentru o explozie de nostalgie și distracție pe pagina noastră dedicată francizelor!

source: Games num. (Asc)
ro: Num. jocuri (Asc)

source: Games num. (Desc)
ro: Num. jocuri (Desc)

source: Franchise image not available.
ro: Imaginea francizei nu este disponibilă.

source: SERACH FRANCHISE:
ro: CAUTĂ FRANCIZĂ:

source: Sorry, no data for this franchise.
ro: Îmi pare rău, nu există date disponibile pentru această franciză.

source: CREATE GAME LIST
ro: CREEAZĂ LISTA DE JOCURI

source: Create your custom game list and share it with friends.
ro: Creează-ți lista personalizată de jocuri și distribuie-o cu prietenii.

source: Create Your Game List
ro: Creează-ți lista de jocuri

source: Title
ro: Titlu

source: Description
ro: Descriere

source: Select Games
ro: Selectează jocuri

source: Search games...
ro: Caută jocuri...

source: Additional Games (comma-separated)
ro: Jocuri suplimentare (separate prin virgule)

source: Save List
ro: Salvează Lista

source: Save
ro: Salvează

source: Cancel
ro: Anulează

source: EDIT GAME LIST
ro: EDITEAZĂ LISTA DE JOCURI

source: Edit your custom game list and update it.
ro: Editează lista ta personalizată de jocuri și actualizeaz-o.

source: Edit Your Game List
ro: Editează-ți lista de jocuri

source: Update List
ro: Actualizează Lista

source: EXPLORE GAME LISTS
ro: EXPLORĂ LISTELE DE JOCURI

source: Discover game lists created by the community and find your next favorite games.
ro: Descoperă liste de jocuri create de comunitate și găsește-ți următoarele jocuri preferate.

source: Game Lists From the Community
ro: Liste de jocuri din comunitate

source: Total Games
ro: Total jocuri

source: Date
ro: Dată

source: Shares
ro: Distribuiri

source: Likes
ro: Aprecieri

source: Reviews
ro: Recenzii

source: Last Updated
ro: Ultima actualizare

source: Activity Level
ro: Nivel de activitate

source: Ascending
ro: Ascendent

source: Descending
ro: Descendent

source: Sort
ro: Sortează

source: Title:
ro: Titlu:

source: Shared with:
ro: Împărtășit cu:

source: Total games in list:
ro: Total jocuri în listă:

source: Likes:
ro: Like-uri:

source: Reviews:
ro: Recenzii:

source: Created by:
ro: Creat de:

source: View List
ro: Vizualizează Lista

source: Share List
ro: Distribuie

source: There are no public game lists to display.
ro: Nu există liste de jocuri publice de afișat.

source: FAVORITE GAME LISTS -
ro: LISTE FAVORITE DE JOCURI -

source: MY FAVORITE GAME LISTS
ro: LISTELE MELE FAVORITE DE JOCURI
