[
  {
    "id": 1,
    "name": "Scorpion",
    "deck": "Scorpion is a wraith from the Netherrealm who is consumed with a desire for revenge.",
    "description": null,
    "birthday": null,
    "friends": "Harumi Shirai, Kuai Liang, Quan Chi, Shang Tsung, Shao Kahn, Spawn, Takeda Takahashi, Xandir P. Wifflebottom",
    "enemies": "Baraka, Batman, Bi-Han, Catwoman, Cyrax, Dark Kahn, Darkseid, Deathstroke, Ermac, Flash, Freddy Krueger, Goro, Grandmaster, Green Lantern, Jade, Jason Voorhees, Jax, Johnny Cage, Kabal, Kano, Kenshi Takahashi, Kintaro, Kitana, Kratos, Kronika, Kuai Liang, Kung Lao, Kurtis Stryker, Lex Luthor, Liu Kang, Mileena, Nightwolf, Quan Chi, Rain, Reptile, Sektor, Shang Tsung, Shao Kahn, Shazam, Sheeva, Shujinko, Sindel, Skarlet, Smoke, Sonya Blade, Superman, Tarkatan Xenomorph, The Joker, Wonder Woman",
    "games": "Mortal Kombat: Onslaught, Mortal Kombat 1, Mortal Kombat 11, Fortnite, Mortal Kombat X, Mortal Kombat Mobile, Injustice: Gods Among Us, Injustice: Gods Among Us, Mortal Kombat Arcade Kollection, Mortal Kombat, Mortal Kombat vs. DC Universe, Ultimate Mortal Kombat, Bloody Rage, Mortal Kombat: Unchained, Mortal Kombat: Armageddon, Midway Arcade Treasures Deluxe Edition, Midway Arcade Treasures: Extended Play, Mortal Kombat: Shaolin Monks, Midway Arcade Treasures 2, Mortal Kombat: Deception, MLB Slugfest Loaded, Psi-Ops: The Mindgate Conspiracy, MLB SlugFest 20-04, Mortal Kombat: Deadly Alliance, Mortal Kombat Advance, The Grid, Mortal Kombat Gold, Mortal Kombat & Mortal Kombat II, Mortal Kombat 4, Mortal Kombat Mythologies: Sub-Zero, Mortal Kombat Trilogy, Ultimate Mortal Kombat 3, NBA Jam Tournament Edition, Mortal Kombat II, Mortal Kombat",
    "first_game": "Mortal Kombat",
    "franchises": "Contra, Golden Axe, Injustice, James Pond, Midway Arcade Treasures, MLB SlugFest, Mortal Kombat, NBA, NBA Jam, Phantasy Star, Shining Force, Sonic the Hedgehog",
    "image": "https://www.giantbomb.com/a/uploads/scale_small/0/1992/3075080-screen%20shot%202019-01-13%20at%2012.27.06%20pm.png",
    "images": null,
    "character_id": 1
  }
]